Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: <qt> <p>If the unknown word is misspelled, you should check if the correction for it is available and if it is, click on it. If none of the words in this list is a good replacement you may type the correct word in the edit box above.</p> <p>To correct this word click <b>Replace</b> if you want to correct only this occurrence or <b>Replace All</b> if you want to correct all occurrences.</p> </qt>
bg: <qt> <p>Ако непозната дума е със сгрешен правопис и правилната дума не съществува в списъка с предложения, въведете правилната дума в полето.</p> <p>Ако изберете <b>Замяна</b> ще се замени само текущото срещане на думата. Ако искате да замените всички срещания на думата до края на документа, изберете <b>Замяна на всички</b>.</p> </qt>
ca: <qt> <p>Si la paraula desconeguda és un error ortogràfic, heu de comprovar si està disponible la seva correcció, i si ho està, cliqueu-hi. Si cap de les paraules de la llista és una bona substitució podeu teclejar la paraula correcta a la caixa d'edició de sobre.</p> <p>Per a corregir aquesta paraula cliqueu <b>Substitueix</b> si voleu corregir només aquesta ocurrència o <b>Substitueix-ho tot</b> si voleu corregir totes les ocurrències.</p> </qt>
cs: <qt> <p> Pokud je neznámé slovo chybně napsáno, měli byste zkontrolovat, zda je pro něj dostupná oprava a pokud je, kliknout na ni. Pokud žádné ze slov v seznamu není vhodnou náhradou, můžete zapsat správné slovo do vstupního pole výše.</p> <p>K opravě tohoto slova klikněte na <b>Nahradit</b>, pokud si přejete opravit pouze tento výskyt nebo na <b>Nahradit vše</b> pro nahrazení všech výskytů.</p> </qt>
da: <qt> <p>Hvis det ukendte ord er stavet forkert, skulle du tjekke om rettelse for det er tilstede og klikke på det hvis det er. Hvis ingen af ordene på denne liste er en god erstatning kan du skrive det rigtige ord i redigeringsboksen ovenfor.</p> <p>For at rette ordet klikkes på <b>Erstat</b> hvis du kun ønsker at rette denne forekomst eller <b>Erstat alle</b> hvis du ønsker at rette alle forekomster.</p> </qt>
de: <qt> <p>Falls das unbekannte Wort falsch geschrieben ist, können Sie überprüfen, ob die Korrektur dafür in der Liste verfügbar ist und einfach darauf klicken. Falls Sie hier keine brauchbare Ersetzung finden, tippen Sie die Korrektur ins Textfeld darüber.</p> <p>Um die Korrektur durchzuführen, klicken Sie auf <b>Ersetzen</b>, sofern Sie nur dieses eine Vorkommen ändern möchten, bzw. auf <b>Alle ersetzen</b>, falls Sie mehrere Stellen zu korrigieren haben.</p> </qt>
es: <qt> <p>Si la palabra desconocida está incorrectamente escrita, debería comprobar si la correción está disponible y si lo está pulsar sobre ella. Si ninguna de las palabras en la lista es la adecuada puede escribir la forma correcta en el cuadro de texto de arriba.</p> <p>Para corregir la palabra pulse <b>Reemplazar</b> si desea corregir sólo esta ocurrencia de la palabra o <b>Reemplazar todas</b> si desea corregir todas las ocurrencias.</p> </qt>
et: <qt> <p>Kui tundmatu sõna on valesti kirjutatud sõna, võiksid kontrollida, kas sõnaraamat pakub sellele asendust ja kui pakub, klõpsata sellel. Kui ükski nimekirja sõnadest ei ole korrektne asendus, võid kirjutada õige sõna ülalasuvasse tekstikasti.</p> <p>Sõna parandamiseks klõpsa nupule <b>Asenda</b>, kui soovid selle asendada ainult antud juhul, või <b>Asenda kõik</b>, et asendada kõik selle esinemiskorrad.</p> </qt>
fi: <qt> <p>Jos tuntemattomassa sanassa on kirjoitusvirhe, saatat löytää sille korjauksen listasta. Jos löydät sopivan sanan, napsauta sitä. Jos mikään listassa olevista sanoista ei ole sopiva korjaus, voit kirjoittaa oman korjauksen yläpuolella olevaan tekstikenttään.</p> <p>Korvataksesi vain tämän sanan, napsauta <b>Korvaa</b> tai jos haluat korvata kaikki esiintymät, napsauta <b>Korvaa kaikki</b>.</p> </p> </qt>
fr: <qt> <p>Si le mot inconnu est mal orthographié, vous devriez vérifier si sa correction est disponible et si c'est le cas, cliquez dessus. Si aucun des mots dans la liste n'est un bon remplaçant, vous pouvez écrire le bon mot dans la zone d'édition au-dessus.</p> <p>Pour corriger ce mot, cliquez sur <b>Remplacer</b> si vous voulez ne corriger que cette occurrence ou sur <b>Remplacer</b> si vous voulez corriger toutes les occurrences.</p> </qt>
hu: <qt> <p>Ha az ismeretlen szó valóban el van írva, próbálja megkeresni a listában a megfelelő alakot és kattintson rá. Ha a helyes alak nem szerepel a listában, írja be azt a fenti szövegmezőbe.</p> <p>A szó kijavításához kattintson a <b>Csere</b> gombra (ha csak ezt az előfordulást szeretné javítani) vagy <b>Az összes cseréje</b> gombra (ha minden előfordulást ki szeretne javítani).</p> </qt>
it: <qt> <p>Se la parola sconosciuta è scritta in maniera errata, devi controllare se in questa lista è presente la parola corretta e in tal caso farci clic sopra. Se nessuna delle parole presenti è adatta, puoi scrivere la parola corretta nella casella di immissione qui sopra.</p> <p>Per correggere questa parola fai clic su <b>Sostituisci</b> se vuoi correggere solo questa occorrenza oppure su <b>Sostituisci tutto</b> se vuoi correggere tutte le occorrenze.</p> </qt>
ja: <qt> <p> 未知の単語が、綴りの誤りだったなら、その単語に置き換えるべきものが あるか調べ、もしあったのならそれをクリックして下さい。リストの中に適当な単語が見つからなかった場合には、上のエディットボックス に正しい単語を入力して下さい。</p> <p>現在の単語だけを置き換えるには<b>置換</b>をクリックして下さい。 全ての同じ単語の出現を置き換えるには<b>全てを置換</b>をクリックして下さい。</p> </qt>
nl: <qt> <p>Als het onbekende woord onjuist gespeld is dient u de kijken of de correctie ervoor beschikbaar is en zo ja, erop te klikken. Als geen van de voorgestelde woorden een goede vervanger is kunt u het correcte woord in het tekstinvoervakje hierboven invoeren.</p> <p>Om het woord vervolgens te corrigeren klikt u op <b>Vervangen</b> als u dat alleen in dit geval wilt doen, of op <b>Alles vervangen</b> als u dat voor alle voorkomende gevallen wilt doen.</p> </qt>
pl: <qt> <p>Jeśli nierozpoznane słowo jest zapisane błędnie, należy sprawdzić, czy właściwie zapisany odpowiednik znajduje się na liście podpowiedzi - wówczas wystarczy kliknąć na nim. Jeśli na liście brak poprawnej wersji, można ją wpisać w polu tekstowym powyżej.</p> <p>Żeby poprawić pisownię tego słowa, kliknij <b>Zastąp</b>. <b>Zastąp wszystkie</b> poprawi wszystkie wystąpienia tego słowa w dokumencie.</p> </qt>
pt: <qt> <p>Se a palavra desconhecida estiver incorrecta, você deverá verificar se está disponível a correcção da mesma e, se estiver, carregar nela. Se nenhuma das palavras desta lista for uma substituição correcta, você poderá escrever a palavra correcta no campo de texto acima.</p> <p>Para corrigir esta palavra carregue em <b>Substituir</b> se quiser apenas corrigir esta ocorrência ou em <b>Substituir Todas</b> se quiser corrigir todas as ocorrências.</p> </qt>
ro: <qt> <p>Dacă cuvîntul este scris greşit, trebuie să verificaţi dacă este disponibil unul corect şi să daţi clic pe el. Dacă nici unul din cuvintele din listă nu este un înlocuitor bun, puteţi să scrieţi cuvîntul corect în căsuţa de editare de mai sus.</p> <p>Pentru a corecta cuvîntul daţi clic pe <b>Înlocuieşte</b> dacă doriţi să înlocuiţi numai această apariţie sau <b>Înlocuieşte tot</b> în caz că doriţi înlocuirea tututor apariţiilor lui</p> </qt>
sk: <qt> <p>Ak je neznáme slovo nesprávne, mali by ste sa pozrieť, či nie je jeho oprava v tomto zozname a vybrať ju. Ak v zozname nie je, môžete správnu náhradu zadať do textového poľa vyššie.</p> <p>Môžete potom stlačiť <b>Nahradiť</b>, ak sa má opraviť iba tento výskyt, alebo <b>Nahradiť všetky</b>, ak chcete opraviť všetky výskyty.</p> </qt>
sl: <qt> <p> Če je neznana beseda nepravilno črkovana, potem bi morali preveriti, če zanjo obstaja popravek, in če, potem kliknite na njega. Če nobena od besed v tem seznamu ni dobra zamenjava, potem lahko natipkate pravilno besedo v urejevalnem polju zgoraj.</p> <p>Da bi popravili besedo, kliknite <b>Zamenjaj</b>, če bi radi popravili samo to pojavitev, sicer kliknite <b>Zamenjaj vse</b>, da bi popravili vse pojavitve.</p> </qt>
sv: <qt> <p>Om det okända ordet är felstavat, bör du kontrollera om dess rätta ersättning är tillgänglig, och om den är det, klicka på den. Om inget av orden i listan är en bra ersättning, kan du skriva in det riktiga ordet i redigeringsrutan ovanför.</p> <p>För att rätta ordet, klicka på <b>Ersätt</b> om du bara vill rätta den här förekomsten, eller <b>Ersätt alla</b> om du vill rätta alla förekomster.</p> </qt>

source: <qt> <p>If the unknown word is misspelled, you should type the correction for your misspelled word here or select it from the list below.</p> <p>You can then click <b>Replace</b> if you want to correct only this occurrence of the word or <b>Replace All</b> if you want to correct all occurrences.</p> </qt>
bg: <qt> <p>Ако непозната дума е със сгрешен правопис, напишете в това поле правилната дума или я изберете от списъка по-долу.</p> <p>Ако изберете <b>Замяна</b> ще се замени само текущото срещане на думата. Ако искате да замените всички срещания на думата до края на документа, изберете <b>Замяна на всички</b>.</p> </qt>
ca: <qt> <p>Si la paraula desconeguda està mal escrita, heu de teclejar la correcció de l'error ortogràfic aquí o seleccionar-la de la llista de sota.</p> <p>Llavors podeu clicar <b>Substitueix</b> si voleu corregir només aquesta ocurrència de la paraula o <b>Substitueix-ho tot</b> si voleu corregir totes les ocurrències.</p> </qt>
cs: <qt> <p> Pokud je neznámé slovo chybně napsáno, měli byste sem zapsat správné slovo nebo jej vybrat ze seznamu níže.</p> <p>K opravě tohoto slova klikněte na <b>Nahradit</b>, pokud si přejete opravit pouze tento výskyt nebo na <b>Nahradit vše</b> pro nahrazení všech výskytů.</p> </qt>
da: <qt> <p>Hvis det ukendte ord er stavet forkert, kan du skrive rettelsen her for det forkert stavede ord eller vælge det på listen nedenfor.</p> <p>Du kan så klikke på <b>Erstat</b> hvis du ønsker kun at rette denne forekomst af ordet eller <b>Erstat alle</b> hvis du ønsker at rette alle forekomster.</p> </qt>
de: <qt> <p>Falls das unbekannte Wort falsch geschrieben ist, können Sie die Korrektur hier eintippen oder versuchen, etwas entsprechendes in der unten angezeigten Liste zu finden.</p> <p>Um die Korrektur durchzuführen, klicken Sie auf <b>Ersetzen</b>, sofern Sie nur dieses eine Vorkommen ändern möchten, bzw. auf <b>Alle ersetzen</b>, falls Sie mehrere Stellen zu korrigieren haben.</p> </qt>
es: <qt> <p>Si la palabra está incorrectamente escrita, debería escribirla correctamente o seleccionarla de la lista de debajo.</p> <p>Entonces puede pulsar <b>Reemplazar</b> si desea corregir sólo esta ocurrencia de la palabra o <b>Reemplazar todas</b> si desea corregir todas las ocurrencias.</p> </qt>
et: <qt> <p>Kui tundmatu sõna on valesti kirjutatud sõna, võiksid kirjutada selle korrektse asenduse siia tekstikasti või valida selle allolevast nimekirjast.</p> <p>Sõna parandamiseks klõpsa nupule <b>Asenda</b>, kui soovid selle asendada ainult antud juhul, või <b>Asenda kõik</b>, et asendada kõik selle esinemiskorrad.</p> </qt>
fi: <qt> <p>Jos tuntemattomassa sanassa on kirjoitusvirhe, voit kirjoittaa sopivan korjauksen sanalle tähän tai valita korjauksen alla olevasta listasta.</p> <p> Jos haluat korvata vain tämän osuman, napsauta <b>Korvaa</b>. Jos haluat korvata kaikki osumat, napsauta <b>Korvaa kaikki</b>.</p> </qt>
fr: <qt> <p>Si le mot inconnu est mal orthographié, vous devrez écrire la correction ici ou le sélectionner dans la liste dessous.</p> <p>Vous pouvez alors cliquer sur <b>Remplacer</b> si vous voulez ne corriger que cette occurrence du mot ou <b>Tout remplacer</b> si vous voulez corriger toutes les occurrences.</p> </qt>
hu: <qt> <p>Ha az ismeretlen szó valóban hibásan van írva, írja be ide a helyes alakot vagy válassza ki az alábbi listából.</p> <p>Ezután kattintson a <b>Csere</b> gombra, ha a szónak csak ezt az előfordulását szeretné kijavítani, vagy <b>Az összes cseréje</b> gombra, ha az összes előfordulást javítani szeretné.</p> </qt>
it: <qt> <p>Se la parola sconosciuta è scritta in maniera errata, devi scrivere qui la correzione oppure puoi selezionarla nella lista più sotto.</p> <p>Puoi fare clic su <b>Sostituisci</b> se vuoi correggere solo questa occorrenza della parola oppure su <b>Sostituisci tutto</b> se vuoi correggere tutte le occorrenze.</p> </qt>
ja: <qt> <p>未知の単語が綴りの誤りであった場合、ここに正しい単語を入力するか 下のリストの中から正しいものを選んで下さい。</p> <p>それから<b>置換</b>をクリックすれば、現在の単語のみが置き換わります。 また<b>全てを置換</b>をクリックすれば、同じ単語の全ての出現を置き換えることができます。</p> </qt>
nl: <qt> <p>Als het onbekende woord onjuist gespeld is kunt u hier de correctie typen of deze selecteren uit de lijst met suggesties hieronder.</p> <p>Om het woord vervolgens te corrigeren klikt u op <b>Vervangen</b> als u dat alleen in dit geval wilt doen, of op <b>Alles vervangen</b> als u dat voor alle voorkomende gevallen wilt doen.</p> </qt>
pl: <qt> <p>Jeśli nierozpoznane słowo jest zapisane błędnie, należy wpisać tu właściwą wersją, albo wybrać ją z listy poniżej.</p> <p>Następnie należy kliknąć <b>Zastąp</b>, żeby poprawić dane wystąpienie słowa, albo <b>Zastąp wszystkie</b>, by poprawić wszystkie wystąpienia tego słowa w dokumencie.</p> </qt>
pt: <qt> <p>Se a palavra desconhecida estiver incorrecta, você deverá escrever a correcção para a mesma ou seleccioná-la na lista em baixo.</p> <p>Poderá então <b>Substituir</b> se desejar apenas ocorrer esta ocorrência da palavra ou <b>Substituir Todas</b> se quiser apenas corrigir esta ocorrência ou em <b>Substituir Todas</b> se quiser corrigir todas as ocorrências.</p> </qt>
ro: <qt> <p>În cazul în care cuvîntul este scris greşit, aici trebuie să scrieţi varianta corectă sau să-l selectaţi din lista de mai jos.</p> <p>Puteţi da clic pe <b>Înlocuieşte</b> dacă doriţi să corectaţi numai această apariţie a cuvîntului sau pe <b>Înlocuieşte tot</b> dacă doriţi să corectaţi toate apariţiile lui.</p> </qt>
sk: <qt> <p>Ak je neznáme slovo nesprávne, mali by ste sem zadať jeho opravu alebo ju vybrať zo zoznamu dole.</p> <p>Môžete potom stlačiť <b>Nahradiť</b>, ak sa má opraviť iba tento výskyt, alebo <b>Nahradiť všetky</b>, ak chcete opraviť všetky výskyty.</p> </qt>
sl: <qt> <p>Če je neznana beseda napačno črkovana, potem tukaj natipkajte popravek za nepravilno črkovano besedo ali pa jo izberite iz spodnjega seznama.</p> <p>Nato lahko kliknete <b>Zamenjaj</b>, če bi radi popravili samo to pojavitev besede ali pa <b>Zamenjaj vse</b>, če bi radi popravili vse pojavitve.</p> </qt>
sv: <qt> <p>Om det okända ordet är felstavat, bör du skriva in den rätta ersättningen för ordet här, eller välja den i listan nedanför.</p> <p>Därefter kan du klicka på <b>Ersätt</b> om du bara vill rätta den här förekomsten av ordet, eller <b>Ersätt alla</b> om du vill rätta alla förekomster.</p> </qt>

source: <qt> <p>Select the language of the document you are proofing here.</p> </qt>
bg: <qt> <p>Избор на език на документа.</p> </qt>
ca: <qt> <p>Seleccioneu l'idioma del document que esteu comprovant aquí.</p> </qt>
cs: <qt> <p>Zde vyberte jazyk kontrolovaného dokumentu.</p> </qt>
da: <qt> <p>Vælg sproget for det dokument du læser korrektur på her.</p> </qt>
de: <qt> <p>Wählen Sie hier die Sprache für das Dokument aus, das Sie überprüfen möchten.</p> </qt>
el: <qt> <p>Επιλέξτε τη γλώσσα του κειμένου που διορθώνετε, εδώ.</p> </qt>
es: <qt> <p>Selecione el idioma del documento que está verificando aquí.</p> </qt>
et: <qt> <p>Siin saab valida dokumendi õigekirja kontrollimisel kasutatava keele.</p> </qt>
fi: <qt> <p>Valitse tästä oikoluvussa olevan asiakirjan kieli.</p> </qt>
fr: <qt> <p>Sélectionnez la langue du document que vous éprouvez ici.</p> </qt>
hu: <qt> <p>Itt lehet kiválasztani a dokumentum nyelvét.</p> </qt>
it: <qt> <p>Seleziona la lingua del documento che stai controllando.</p> </qt>
ja: <qt> <p>スペルチェックを行う文書の言語をここで選択して下さい。</p> </qt>
nl: <qt> <p>Selecteer de taal van het document dat u momenteel aan het controleren bent.</p> </qt>
pl: <qt> <p>Wybierz język sprawdzanego dokumentu.</p> </qt>
pt: <qt> <p>Seleccione aqui a língua do documento que está a verificar.</p> </qt>
ro: <qt> <p>Selectaţi limba în care este scris documentul pe care îl corectaţi acum.</p> </qt>
sk: <qt> <p>Tu vyberte jazyk dokumentu, ktorý práve kontrolujete.</p> </qt>
sl: <qt> <p>Izberite jezik dokumenta, ki bi ga radi preverili.</p> </qt>
sv: <qt> <p>Välj språk för dokumentet som du granskar här.</p> </qt>

source: <qt> <p>The unknown word was detected and considered unknown because it is not included in the dictionary.<br> Click here if you consider that the unknown word is not misspelled and you want to avoid wrongly detecting it again in the future. If you want to let it remain as is, but not add it to the dictionary, then click <b>Ignore</b> or <b>Ignore All</b> instead.</p> </qt>
bg: <qt> <p>Намерена е непозната дума. Думата се смята за непозната понеже не съществува в речника.<br> Изберете този бутон, ако искате да добавите думата в потребителския си речник. За в бъдеще думата ще се разпознава като правилна във всички документи. Ако не искате да добавяте думата, може да изберете <b>Игнориране</b>, за игнориране само на текущото срещане на думата или <b>Игнориране на всички</b>, за всички срещания на думата до края на документа.</p> </qt>
ca: <qt> <p>La paraula desconeguda s'ha detectat i s'ha considerat desconeguda perquè no està inclosa al diccionari.<br> Cliqueu aquí si considereu que la paraula desconeguda no està mal escrita i voleu evitar detectar-la incorrectament en el futur. Si voleu deixar-la tal com està, però no voleu afegir-la al diccionari, llavors cliqueu <b>Ignora</b> o <b>Ignora-ho tot</b>.</p> </qt>
cs: <qt> <p>Toto slovo je považováno za neznámé, protože není obsaženo ve slovníku. <br> Klikněte sem, pokud si myslíte, že neznámé slovo není chybně napsáno a vy si jej nepřejete znovu v budoucnu kontrolovat. Pokud jej chcete ponechat tak, jak je, a nepřidávat do slovníku, klikněte na <b>Ignorovat</b> popř. <b>Ignorovat vše</b>.</p> </qt>
da: <qt> <p>Det ukendte ord blev detekteret og opfattet som ukendt fordi det ikke er inkluderet i ordbogen.<br> Klik her hvis du mener det ukendte ord ikke er stavet forkert og du ønsker at undgå at detektere det forkert igen engang i fremtiden. Hvis du ønsker at lade det forblive som det er, men ikke at tilføje det til ordbogen, så klik på <b>Ignorér</b> eller <b>Ignorér alle</b> i stedet for.</p> </qt>
de: <qt> <p>Dieses Wort wird als "unbekannt" betrachtet, weil es mit keinem Eintrag im aktuell verwendeten Wörterbuch übereinstimmt.<br> Klicken Sie hier, falls das Wort richtig geschrieben ist und Sie vermeiden möchten, dass die Meldung in Zukunft wieder erscheint. Falls Sie es unverändert lassen, aber das Wort nicht zum Wörterbuch hinzufügen möchten, klicken Sie auf <b>Ignorieren</b> oder <b>Alle ignorieren</b>.</p> </qt>
es: <qt> <p>La palabra desconocida fue detectada y considerada como desconocida porque no está incluida en el diccionario.<br> Pulse aquí si considera que la palabra desconocida no está incorrectamente escrita y desea evitar su detección en el futuro. Si desde dejarala como está, pero no añadirla al diccionario, pulse <b>Ignorar</b> o <b>Ignore todas</b>.</p> </qt>
et: <qt> <p>Tuvastati sõna, mida peetakse tundmatuks, sest seda ei esine sõnaraamatus.<br> Klõpsa siia, kui arvad, et sõna ei ole tegelikult valesti kirjutatud. Sellisel juhul peetakse seda edaspidi igati korralikuks sõnaks. Kui sa soovid jätta sõna senisele kujule, aga ei soovi seda sõnaraamatusse lisada, klõpsa <b>Ignoreeri</b> või <b>Ignoreeri kõiki</b>.</p> </qt>
fi: <qt> <p>Tuntematon sana löydettiin. Sana tunnistettiin tuntemattomaksi, koska se ei ole sanakirjassa.<br> Napsauta tästä, jos tuntematon sana ei ole kirjoitettu virheellisesti ja haluat välttää väärän tunnistuksen jatkossa. Jos haluat jättää sanan alkuperäiseksi, mutta et lisätä sitä sanakirjaan, napsauta <b>Peru</b> tai <b>Peru kaikki</b>.</p> </qt>
fr: <qt> <p>Le mot inconnu a été détecté et considéré comme inconnu car il n'est pas inclus dans le dictionnaire.<br> Cliquez ici si vous considérez que le mot inconnu n'est pas mal orthographié et que vous voulez éviter une détection d'erreur abusive à l'avenir. Si vousvoulez le laisser tel quel sans l'ajouter au dictionnaire, cliquez sur <b>Ignorer</b> ou <b>Tout ignorer</b></p> </qt>
hu: <qt> <p>A szót azért tekinti ismeretlennek a program, mert nem szerepel a szótárban.<br> Kattintson ide, ha a szó mégis helyesen van írva, és azt szeretné, hogy a program a jövőben fogadja el mindig helyesnek. Ha meg szeretné hagyni a szót, de nem akarja felvenni a szótárba, kattintson a <b>Kihagyás</b> vagy <b>Az összes kihagyása</b> gombra.</p> </qt>
it: <qt> <p>La parola sconosciuta è stata individuata e considerata sconosciuta perché non è presente nel dizionario.<br> Fa clic qui se secondo te la parola sconosciuta è scritta correttamente e vuoi che in futuro non venga più considerata sconosciuta. Se vuoi che non venga cambiata ma non desideri aggiungerla al dizionario, fai clic su <b>Ignora</b> o su <b>Ignora tutto</b>.</p> </qt>
ja: <qt> <p>辞書に該当するものが無いので未知と判定された単語が検出されています。<br> この未知の単語が綴りの誤りでないのなら、ここをクリックして、次回以降誤って検出されないようにできます。また辞書に登録せず、そのままにして置きたい場合 には<b>無視</b>または<b>全て無視</b>をクリックして下さい。 </p>
nl: <qt> <p>Dit woord wordt als onbekend beschouwd omdat het niet in het woordenboek voorkomt.<br> Klik hier als u vindt dat het geen onjuist gespeld woord is, en u het in de toekomst niet weer ten onrechte wilt laten detecteren. Als u het woord zo wilt laten als het is, maar het niet aan uw woordenboek toevoegen, klik dan op <b>Negeren</b> of <b>Alles negeren</b>.</p> </qt>
pl: <qt> <p>Podane słowo nie znajduje się w słowniku.<br> Kliknij tu, jeśli słowo to nie jest zapisane błędnie i chcesz uniknąć niepotrzebnego wykrywania go w przyszłości. Jeśli chcesz, by słowo pozostało niezmienione, ale nie chcesz dodawać go do słownika, wybierz zamiast tego <b>Ignoruj</b> lub <b>Ignoruj wszystkie</b>.</p> </qt>
pt: <qt> <p>A palavra desconhecida foi detectada e considerada desconhecida, dado que não se encontra no dicionário.<br> Carregue aqui se considerar que a palavra desconhecida não está incorrecta e deseja evitar que esta seja detectada de novo erradamente no futuro. Se quiser mantê-la como está, mas não a adicionando ao dicionário, carregue então em <b>Ignorar</b> ou <b>Ignorar Todas</b> em alternativa.</p> </qt>
ro: <qt> <p>Cuvîntul a fost detectat ca necunoscut deoarece nu este inclus în dicţionar.<br> Daţi clic aici dacă credeţi că acest cuvînt nu este scris greşit şi doriţi să fie din nou dectectat în mod eronat ca fiind greşit. Dacă doriţi să-l lăsaţi aşa cum este, dar să nu-l adăugaţi la dicţionar, atunci daţi clic pe butonul <b>Ignoră</b> sau <b>Ignoră tot</b></p> </qt>
sk: <qt> <p>Bolo nájdené neznáme slovo, ktoré nie je v slovníku.<br> Ak si myslíte, že je slovo správne, môžete stlačiť toto tlačidlo a v budúcnosti sa už nebude ako neznáme zobrazovať. Ak chcete, aby zostalo tak, ako je ale nechcete ho do slovníka pridať, stlačte <b>Ignorovať</b> alebo <b>Ignorovať všetky</b>.</p> </qt>
sl: <qt> <p>Zaznana je bila neznana beseda; neznana zato, ker ni v slovarju.<br> Kliknite tukaj, če mislite, da neznana beseda ni nepravilno črkovana in bi se je radi znebili kot napačno zaznane v prihodnosti. Če bi radi pustili tako kot je, vendar je ne bi radi dodali v slovar, potem kliknite <b>Prezri</b> ali <b>Prezri vse</b>.</p> </qt>
sv: <qt> <p>Det okända ordet identifierades och anses vara okänt därför att det inte finns i ordlistan.<br> Klicka här om du anser att ordet inte är felstavat och du vill undvika att felaktigt identifiera det i fortsättningen. Om du vill låta det vara som det är, men inte lägga till det i ordlistan, klicka istället på <b>Ignorera</b> eller <b>Ignorera alla</b>.</p> </qt>
